--物品名称
local mt = ac.skill['游戏难度说明']
mt{
    --类型
    item_type = "神符",
    art = [[xsgl.blp]],
    --物品技能
    is_skill = true,
    content_tip = '',
    store_affix ='',
    tip = [[
游戏共分为青铜-最强王者八个难度，每通过一次便获得一个该难度的星数

青铜1星奖励【称号】炉火纯青(价值15元)
白银3星奖励【英雄】赵子龙(价值25元)
黄金5星奖励【称号】毁天灭地(价值35元)
铂金7星奖励【英雄】Pa（价值45元）
钻石10星奖励【称号】巅峰天域（价值55元）
星耀15星奖励【英雄】手无寸铁的小龙女（价值65元）
王者25星奖励【称号】九世天尊（价值100元）
最强王者30星奖励【英雄】关羽（价值100元）
最强王者40星奖励【神器】幻海雪饮剑（价值120元）
最强王者50星奖励【神器】天罡苍羽翼（价值150元）
]],
}

local mt = ac.skill['地图等级说明']
mt{
    --类型
    item_type = "神符",
    art = [[xsgl.blp]],
    --物品技能
    is_skill = true,
    content_tip = '',
    store_affix ='',
    tip = [[
地图等级可解锁游戏内大部分肝的内容

3级+五星好评奖励【礼包】五星好评礼包（价值15元）
5级奖励【英雄】夏侯霸（价值25元）
10级奖励敬请期待
15级奖励【英雄】虞姬（价值55元）
20级奖励敬请期待
25级奖励【英雄】太极熊猫（价值88元）
30级奖励【神器】惊虹奔雷剑（价值75元）
35级奖励【英雄】狄仁杰（价值128元）
40级奖励【翅膀】玄羽绣云翼（价值100元）
45级奖励【英雄】伊利丹（价值198元）
]],
}

local mt = ac.skill['挖宝积分说明']
mt{
    --类型
    item_type = "神符",
    art = [[xsgl.blp]],
    --物品技能
    is_skill = true,
    content_tip = '',
    store_affix ='',
    tip = [[
找新手任务NPC，传送打怪获得藏宝图，使用藏宝图可以获得大量挖宝积分（搭配商城道具:寻宝小达人效果更佳）

积分超过5000奖励【称号】势不可挡（价值15元）
积分超过10000奖励敬请期待
积分超过20000奖励【宠物皮肤】冰龙（价值38元）
积分超过40000奖励【神器】霸王莲龙锤（价值68元）
积分超过70000奖励【翅膀】梦蝶仙翼（价值88元）
]],
}

local mt = ac.skill['勇士徽章说明']
mt{
    --类型
    item_type = "神符",
    art = [[xsgl.blp]],
    --物品技能
    is_skill = true,
    content_tip = '',
    store_affix ='',
    tip = [[
通过替天行道任务获得，每局最多可获得5个徽章，可兑换存档内容：

1枚徽章兑换【开局属性】4万全属性
1枚徽章兑换【开局属性】10万力量
1枚徽章兑换【开局属性】10万敏捷
1枚徽章兑换【开局属性】10万智力
20枚徽章兑换【称号】势不可挡（价值15元）
200枚徽章兑换【称号】君临天下（价值60元）
500枚徽章兑换【称号】神帝（价值125元）
1000枚徽章兑换【称号】王者归来（价值268元）
]],
}

local mt = ac.skill['神龙碎片说明']
mt{
    --类型
    item_type = "神符",
    art = [[xsgl.blp]],
    --物品技能
    is_skill = true,
    content_tip = '',
    store_affix ='',
    tip = [[
打死最终boss后可挑战，挑战胜利获得

15个耐瑟龙碎片激活【宠物皮肤】耐瑟龙（价值10元）
50个Pa碎片激活【英雄】Pa（价值45元）
75个冰龙碎片激活【宠物皮肤】冰龙（价值38元）
150个小龙女碎片激活【英雄】手无寸铁的小龙女（价值65元）
300个莲龙锤碎片激活【神器】霸王莲龙锤（价值68元）
400个梦蝶仙翼碎片激活【翅膀】梦蝶仙翼（价值88元）
500个关羽碎片激活【英雄】关羽（价值100元）
500个精灵龙碎片激活【宠物皮肤】精灵龙（价值88元）
800个奇美拉碎片激活【宠物皮肤】奇美拉（价值128元）
]],
}

local mt = ac.skill['宠物天赋说明']
mt{
    --类型
    item_type = "神符",
    art = [[xsgl.blp]],
    --物品技能
    is_skill = true,
    content_tip = '',
    store_affix ='',
    tip = [[
宠物等级可存档，升级时获得一点宠物天赋，宠物天赋可学习技能，每局都会重置宠物天赋，记得开局点一下

1点宠物天赋【奖励】杀敌数加成5%
1点宠物天赋【奖励】木头加成5%
1点宠物天赋【奖励】物品获取率加成5%
1点宠物天赋【奖励】火灵加成5%
1点宠物天赋【奖励】分裂伤害加成5%
1点宠物天赋【奖励】攻击速度加成5%
1点宠物天赋【奖励】每秒20力量成长
1点宠物天赋【奖励】每秒20敏捷成长
1点宠物天赋【奖励】每秒20智力成长
1点宠物天赋【奖励】每秒10全属性成长
1点宠物天赋【奖励】每秒35攻击成长
]],
}
